{
  "aboutMeNav": "Om mig",
  "experienceNav": "Erhvervserfaring",
  "projectsNav": "Projekter",
  "itSkillsNav": "IT-kundskaber",
  "educationNav": "Uddannelse",
  "contactNav": "Kontakt",
  "backToTopButtonText": "Tilbage til toppen",

  "introduction": "Mit navn er Oliver Eierstrand. Jeg er 27 år og bor i hovedstadsområdet. Jeg er uddannet Datamatiker på Erhvervsakademi Zealand i Roskilde, og jeg har en stor interesse for Frontend- og Webudvikling.",
  "findMeOn": "Jeg er desuden at finde på:",
  "and": "og",
  "resumeFind": "og mit CV kan ses",
  "here": "her",
  "stillCurious": "Stadig nysgerrig?",
  "informationHeader": "Okay, her er lidt mere information om mig:",
  "curiousHeader": "Nysgerrig",
  "curiousText": "Jeg er nysgerrig af natur og opsøger altid ny viden. Jeg har en trang til at undersøge ting nærmere, hvilket hjælper mig med at forstå mig selv og andre bedre. Takket være min nysgerrighed finder jeg det nemt at tilegne mig ny viden, hvilket har givet mig en fordel under min uddannelse og praktikophold.",
  "detailHeader": "Detaljeorienteret",
  "detailText": "Jeg har sans for detaljer og er typen, der ikke kan lade være med at tjekke mit arbejde igennem en ekstra gang. Jeg gør en dyd ud af at sikre, at det, jeg producerer, er godt og grundigt tjekket igennem, og jeg kan kun slappe af, når jeg ved, at det, jeg leverer, er gjort ordentligt.",
  "newGraduateHeader": "Nyuddannet",
  "newGraduateText": "Jeg ved, at jeg er 'grøn' og ikke har meget erhvervserfaring, men det ændrer ikke det faktum, at jeg brænder for at blive en god udvikler. Jeg ønsker at udvide mine kompetencer inden for frontend- og webudvikling og drømmer om at være en del af en virksomhed, hvor jeg kan vokse både fagligt og personligt.",
  "goodGradesHeader": "Gode karakterer",
  "goodGradesText": "Jeg har i mit uddannelsesforløb som Datamatiker bestræbt mig på at gå efter topkarakterer i alle opgaver. Det har krævet motivation og dedikation, samt en skarp gruppestruktur og et godt arbejdsmiljø. Dette har jeg været en del af og har afsluttet Datamatikeruddannelsen med et karaktergennemsnit på 10,8, herunder 12 i min afsluttende Hovedopgave på 5. Semester.",
  "outgoingHeader": "Udadvendt",
  "outgoingText": "Jeg er udadvendt og meget smilende som person. Jeg holder af den gode kontakt med andre mennesker og trives på tomandshånd og især i grupper. Jeg kan lide at tale om mine ideer og problemer i stedet for at sidde med dem alene. At være udadvendt har sine fordele, og det betyder, at jeg blandt andet er en god lytter.",
  "initiativeHeader": "Initiativrig",
  "initiativeText": "Jeg er initiativrig og får altid en masse ideer. Min nysgerrighed hjælper mig til at udfordre og udforske, det der endnu ikke er tænkt på, og jeg trives i et miljø, hvor der er højt til loftet og plads til nye initiativer og alle mine idéer. Derudover er jeg god til at lytte til andres ideer og komme med feedback.",

  "experienceHeader": "Erhvervserfaring",
  "experienceSubheader": "Information om min erhvervserfaring:",

  "magentaHeader": "Frontend udvikler hos Magenta ApS",
  "magentaTimeframe": "April 2022 - Januar 2023",
  "magentaIntro": "Jeg blev i april 2022 ansat hos Magenta ApS, i første omgang som nyuddannet junior udvikler. Dog blev min stilling allerede fra start ændret fra at være junior i et oplæringsforløb hos en senior frontend udvikler, til at jeg måtte overtage alle nuværende og fremtidige arbejdsopgaver fra senior frontend udvikleren, da denne opsagde sin stilling, kort før jeg tiltrådte hos Magenta.",
  "magentaWorkAssignments": "Arbejdsopgaver hos Magenta:",
  "magentaWorkAssignment1": "Håndtering af alle frontend-relaterede arbejdsopgaver i Magenta, samt vejledning herom til andre udviklere i virksomheden.",
  "magentaWorkAssignment2": "Stå for udviklingen af et tværgående designsystem til Magentas produkter.",
  "magentaWorkAssignment3": "Lede en frontend Erfa-gruppe, med henblik på at frontend-vidensdele, forbedre frontend arbejdet på tværs af Magentas projekter, samt sætte retning for frontendarbejdet i de forskellige teams i Magenta.",
  "magentaWorkAssignment31": "Stå for planlægning, indkaldelse og opfølgning af ugentlige Erfa-møder.",
  "magentaWorkAssignment32": "Stå for fremtidig implementering af idéer i frontenden på tværs af Magentas projekter.",
  "magentaWorkAssignment4": "Stå for planlægning af, arbejdsfordeling under, og opfølgning på en frontend-workshop, med henblik på at omskrive Magentas største projekt: ",
  "magentaWorkAssignment4OS2MO": "OS2MO's",
  "magentaWorkAssignment41": "frontend fra Vue-js til Svelte.",
  "magentaWorkAssignment5": "Stå i spidsen for udviklingen af en ny Svelte frontend til OS2MO.",
  "magentaWorkAssignment51": "Brainstorming og udvikling af nyt Design System til OS2MO, inden den nye frontend blev implementeret. Design Systemet indeholder definitioner om blandt andet:",
  "magentaWorkAssignment511": "Farvepalette, typografi, text styles, spaces, responsive design, accessibility o.a.",
  "magentaWorkAssignment52": "Udarbejdelse af mockups og prototyper i Figma.",
  "magentaWorkAssignment53": "Forbedre UI og UX i OS2MO, for at gøre OS2MO mere brugervenligt og intuitivt.",
  "magentaWorkAssignment6": "Stå for alt vedrørende Accessibility in design i Magentas projekter. Herunder vejledning om Accessibility til alle udviklingsteams i Magenta.",
  "magentaWorkAssignemntReference": "Hent reference og anbefaling fra Magenta ApS ",
  "magentaIncluding": "Herunder:",

  "lassoHeader": "Frontend virksomhedspraktik hos Lasso X",
  "lassoTimeframe": "Oktober 2021 - November 2021",
  "lassoIntro1": "Jeg har efter endt uddannelse været i virksomhedspraktik hos Lasso X. Dette har jeg været for at erhverve mig yderlig erfaring indenfor frontend-udvikling i HTML, CSS, JavaScript og Vue.js.",
  "lassoIntro2": "Mine primære arbejdsopgaver, under virksomhedspraktikken hos Lasso, bestod af udarbejdelse af en underside til ",
  "lassoIntro21": "som går under navnet: \"Mød vores kunder\". Det direkte link kan findes",
  "lassoIntro22": " I denne case har jeg arbejdet med videoer, kundeudtalelser og en kontaktformular. Ydermere har jeg arbejdet på Lasso-portalen, hvori jeg har udarbejdet forbedringer til allerede eksisterende kode/features, samt tilføjet yderligere funktionalitet til brug for kunder af Lasso Xs produkt.",

  "lassoAssignments": "Det jeg lærte hos Lasso X:",
  "lassoAssignment1": "Udvidelse af kompetencer indenfor frontendudvikling.",
  "lassoAssignment2": "Bedre forståelse for den daglige gang i en IT-virksomhed.",
  "lassoAssignment4": "Forståelse for arbejdsgangen i et team på 8 personer.",
  "lassoWorkAssignemntReference": "Hent reference og anbefaling fra Lasso X",
  "lasso": "Lasso X",

  "meewHeader": "Datamatiker praktikophold hos MeeW",
  "meewTimeframe": "Januar 2021 - April 2021",
  "meewIntro": "På 5. semester på Datamatikeruddannelsen har jeg været i virksomhedspraktik hos MeeW. I denne virksomhedspraktik har jeg arbejdet på et kunderelateret projekt udviklet i React Native. I den forbindelse har jeg været en del af alle MeeWs interne processer og dette har givet mig en forståelse for, hvordan den daglige gang i en IT-virksomhed fungerer samt, hvordan MeeW indrager sine kunder i udviklingsfasen.",
  "meewAssignments": "Det jeg lærte hos MeeW:",
  "meewAssignment1": "Erhvervelse af kompetencer indenfor udvikling i React Native.",
  "meewAssignment2": "Bedre forståelse for den daglige gang i en IT-virksomhed.",
  "meewAssignment3": "Hvordan onboarding af projekter fungerer i praksis.",
  "meewAssignment4": "Hvor vigtig kunde-kontakten og -relationen er, før under og efter udviklingsfasen.",
  "meewAssignmentReference": "Hent reference og anbefaling fra MeeW ",

  "skoleHeader": "Lærervikar i almen- og specialklasser på Herstedøster Skole",
  "skoleTimeframe": "Oktober 2014 - Januar 2019",
  "skoleIntro1": "Jeg har i mine sabbatår efter gymnasiet arbejdet på Herstedøster Skole som lærervikar. I denne periode har jeg haft flere del- og fuldtidsansættelser i både almen og specielklasser. Dog mest i specielklasser, hvori der gik børn med lidelser, som forstyrrer deres opmærksomhed og aktivitet.",
  "skoleIntro2": "Jeg har undervist børn og unge i flere forskellige fag, herunder Matematik, Dansk og Historie. Derudover har jeg været en del af den daglige konflikthåndtering og ageret kommunikationsled for børn i situationer, hvori de kunne have brug for hjælp eller vejledning.",
  "skoleIntro3": "Jeg har haft kontakt og samarbejde med forældre, ledere, lærere og pædagoger og har deltaget i strukturering og forberedelse af undervisningertimer og de daglige forløb i klasserne.",
  "skoleAssignments": "Det jeg lærte hos Herstedøster Skole:",
  "skoleAssignment1": "Forståelse for undervisning og pædagogik.",
  "skoleAssignment2": "Håndtering af elever med lidelser som opmærksomhedsforstyrrelse og impulsivitet. Herunder hvordan man bedst håndterer situationer i forbindelse med disse lidelser.",
  "skoleAssignment3": "Ansvarlig for at elever får et fagligt udbytte i timerne.",
  "skoleAssignment4": "Skabelse og opretholdelse af et fornuftigt undervisningsmiljø samt kammeratskab i klasserne.",

  "projectsHeader": "Projekter",
  "projectsSubheader": "Information om projekter jeg har udviklet på:",

  "portfolioHeader": "Portfolio",
  "portfolioSubheader": "Web applikation",
  "portfolioInformation": "Portfolio udviklet for at have et online CV og for at fremvise min personlige erhvervserfaring og uddannelse samt mine projekter og IT-kundskaber. Mit portfolio giver mig frihed og kreativitet til at fremvise mig selv og hvad jeg kan. Jeg har mulighed for at fremvise min personlighed og kan skille mig ud fra mængden, samt benytte mit online portfolio som vedhæftning til jobansøgninger.",

  "lassoProjectHeader": "Lasso X",
  "lassoSubheader": "Underside til Lasso X hjemmeside & arbejde på Lasso Portal",
  "lassoInformation1": "Arbejdet på undersiden til Lasso X fremviser Lasso Xs kunders mening om produktet og indeholder videofremvisning, kundeudtalelser og en kontaktformular.",
  "lassoInformation2": "Arbejdet på Lasso Xs portal indeholdte udarbejdelse af forbedringer til allerede eksisterende kode/features, samt tilføjelse af funktionalitet til brug for kunder af portalen.",
  "lassoWatchLive":"Live demo",

  "hjemhedHeader": "Hjemhed",
  "hjemhedSubheader": "Progressive Web Applikation",
  "hjemhedInformation1": "Hjemhed er en PWA, hvor hovedformålet er at etablere kontakt mellem nye og eksisterende beboere i et lokalområde. Beboere kan skrive og “markedsføre” sit lokalområd for at gøre det mere eftertragtet. Brugere kan sætte sin bolig til salg uden om en ejendomsmægler.",
  "hjemhedInformation2": "Derudover kan Hjemhed agere som et socialt medie, hvor brugere kan interagere og chatte med hinanden.",
  "hjemhedWatchLive":"Live demo",


  "letItGrowHeader": "Let It Grow",
  "letItGrowSubheader": "Web applikation",
  "letItGrowInformation": "Let It Grow er en webapplikation, jeg har arbejdet på i forbindelse med 3. semester på Datamatikeruddannelsen. Formålet med denne webapplikation, var at lave en hjemmeside, som giver haveejere de bedste muligheder for at pleje deres have.",
  "letItGrowWatchLive":"Live demo",

  "techStack": "Techstack i dette projekt:",

  "itSkillsShowcaseHeader": "IT-Kundskaber",
  "itSkillsShowcaseSubheader": "Oversigt over mine IT-kundskaber:",

  "educationHeader": "Uddannelse",
  "educationSubheader": "Information om mine uddannelser:",

  "zealandHeader": "Datamatikeruddannelsen",
  "zealandTimeframe": "Erhvervsakademi Zealand - 2019-2021",
  "zealandInformation1": "Jeg er dimitteret fra Erhvervsakademi Zealand i Roskilde i 2021, hvor jeg har afsluttet uddannelsen med et gennemsnit på 10,8 og et 12-tal i afsluttende Hovedopgave.",
  "zealandInformation2": "På 5. semester har jeg været i 10 ugers erhverspraktik hos by Meew med fokus på React Native og cross-platform mobiludvikling.",

  "kongsholmHeader": "Almen studentereksamen",
  "kongsholmTimeframe": "Kongsholm Gymnasium & HF - 2011-2014",
  "kongsholmInformation": "Jeg er dimitteret fra Kongsholm Gymnasium & HF i Albertslund i 2014, hvor jeg gik på Idrætslinjen og skrev min SRP om Blitzkrigen i Engelsk og Historie.",

  "contactHeader": "Kontakt mig",
  "contactSubheader": "Hvis du har spørgsmål eller andet",
  "contactMessage1": "Så kan jeg fanges på sociale medier, via mail eller på ",
  "contactPhone":"+4540475805",
  "contactMessage2": "Hvis de ikke er noget for dig, kan du altid sende mig en besked via kontaktformen. Jeg lover at vende tilbage!",
  "contactName": "Navn",
  "contactEmail": "Email",
  "contactYourMessage": "Din besked",
  "contactSendMessage": "Send Besked"
}
