{
  "aboutMeNav": "About me",
  "experienceNav": "Work Experience",
  "projectsNav": "Projects",
  "itSkillsNav": "IT Skills",
  "educationNav": "Education",
  "contactNav": "Contact",
  "backToTopButtonText": "Back to top",

  "introduction": "My name is Oliver Eierstrand. I am 27 years old and live in the capital area. I am a graduate in Computer Science at Business Academy Zealand in Roskilde, and I have a great interest in Frontend and Web Development.",
  "findMeOn": "I can also be found on:",
  "and": "and",
  "resumeFind": "and my resume can be seen",
  "here": "here",
  "stillCurious": "Still curious?",
  "informationHeader": "Okay, here's a bit more information about me:",
  "curiousHeader": "Curious",
  "curiousText": "I am naturally curious and always seek new knowledge. I have a tendency to investigate things further, which helps me understand myself and others better. Thanks to my curiosity, I find it easy to acquire new knowledge, which has given me an advantage during my education and internships.",
  "detailHeader": "Detail-oriented",
  "detailText": "I have an eye for detail and am the type who can't help but double-check my work. I take pride in ensuring that what I produce is thoroughly checked, and I can only relax when I know that what I deliver is done properly.",
  "newGraduateHeader": "New graduate",
  "newGraduateText": "I know I'm 'green' and don't have much professional experience, but that doesn't change the fact that I am passionate about becoming a good developer. I want to expand my skills in frontend and web development and dream of being part of a company where I can grow both professionally and personally.",
  "goodGradesHeader": "Good grades",
  "goodGradesText": "Throughout my education as a Computer Scientist, I have strived for top grades in all assignments. It has required motivation and dedication, as well as a strong group structure and a good working environment. I have been part of this and completed the Computer Science program with an average grade of 10.8, including a 12 on my final thesis in the 5th semester.",
  "outgoingHeader": "Outgoing",
  "outgoingText": "I am outgoing and very smiley as a person. I enjoy good contact with other people and thrive one-on-one and especially in groups. I like to talk about my ideas and problems instead of sitting with them alone. Being outgoing has its advantages, and it means that I am, among other things, a good listener.",
  "initiativeHeader": "Initiative",
  "initiativeText": "I am initiative and always have a lot of ideas. My curiosity helps me challenge and explore what has not yet been thought of, and I thrive in an environment where there is room for new initiatives and all my ideas. Additionally, I am good at listening to others' ideas and providing feedback.",

  "experienceHeader": "Work experience",
  "experienceSubheader": "Information about my work experience:",

  "magentaHeader": "Frontend Developer at Magenta ApS",
  "magentaTimeframe": "April 2022 - January 2023",
  "magentaIntro": "I was employed at Magenta ApS in April 2022, initially as a newly graduated junior developer. However, my position was quickly changed from being a junior in a training program with a senior frontend developer to taking over all current and future tasks from the senior frontend developer, as they resigned shortly before I joined Magenta.",
  "magentaWorkAssignments": "Work assignments at Magenta:",
  "magentaWorkAssignment1": "Handling all frontend-related tasks at Magenta, as well as providing guidance to other developers in the company.",
  "magentaWorkAssignment2": "Leading the development of a cross-cutting design system for Magenta's products.",
  "magentaWorkAssignment3": "Leading a frontend knowledge-sharing group aimed at improving frontend work across Magenta's projects and setting direction for frontend work in various teams at Magenta.",
  "magentaWorkAssignment31": "Planning, convening, and follow-up of weekly knowledge-sharing meetings.",
  "magentaWorkAssignment32": "Planning for future implementation of ideas in the frontend across Magenta's projects.",
  "magentaWorkAssignment4": "Planning, task distribution, and follow-up on a frontend workshop aimed at rewriting Magenta's largest project: ",
  "magentaWorkAssignment4OS2MO": "OS2MO's",
  "magentaWorkAssignment41": "frontend from Vue.js to Svelte.",
  "magentaWorkAssignment5": "Leading the development of a new Svelte frontend for OS2MO.",
  "magentaWorkAssignment51": "Brainstorming and development of a new Design System for OS2MO before the new frontend was implemented. The Design System includes definitions for, among other things:",
  "magentaWorkAssignment511": "Color palette, typography, text styles, spaces, responsive design, accessibility, etc.",
  "magentaWorkAssignment52": "Creation of mockups and prototypes in Figma.",
  "magentaWorkAssignment53": "Improving UI and UX in OS2MO to make it more user-friendly and intuitive.",
  "magentaWorkAssignment6": "Handling everything related to Accessibility in design in Magenta's projects. Including guidance on Accessibility to all development teams in Magenta.",
  "magentaWorkAssignemntReference": "Get reference and recommendation from Magenta ApS ",
  "magentaIncluding": "Including:",

  "lassoHeader": "Frontend internship at Lasso X",
  "lassoTimeframe": "October 2021 - November 2021",
  "lassoIntro1": "After completing my education, I did a company internship at Lasso X to gain further experience in frontend development in HTML, CSS, JavaScript, and Vue.js.",
  "lassoIntro2": "My primary tasks during the internship at Lasso included developing a subpage for ",
  "lassoIntro21": "called 'Meet Our Customers.' The direct link can be found",
  "lassoIntro22":"In this project, I worked with videos, customer testimonials, and a contact form. Additionally, I worked on the Lasso portal, where I made improvements to existing code/features and added additional functionality for Lasso X's paying product users.",
  
  "lassoAssignments": "What I learned at Lasso X:",
  "lassoAssignment1": "Expansion of skills in frontend development.",
  "lassoAssignment2": "Better understanding of the daily operations in an IT company.",
  "lassoAssignment3": "Understanding the workflow in a team of 8 people.",
  "lassoWorkAssignemntReference": "Get reference and recommendation from Lasso X ",
  "lasso": "Lasso X",

  "meewHeader":  "Computer Science Internship at MeeW",
  "meewTimeframe": "January 2021 - April 2021",
  "meewIntro": "During the 5th semester of my Computer Science studies, I undertook an internship at MeeW. Throughout this internship, I worked on a client-related project developed in React Native. In this capacity, I became involved in all of MeeW's internal processes, which provided me with an understanding of how the daily operations of an IT company function, as well as how MeeW engages its clients in the development phase.",
  "meewAssignments": "What I learned at MeeW:",
  "meewAssignment1": "Acquisition of skills in React Native development.",
  "meewAssignment2": "Better understanding of the daily operations of an IT company.",
  "meewAssignment3": "How project onboarding works in practice.",
  "meewAssignment4": "The importance of client contact and relationships before, during, and after the development phase.",
  "meewAssignmentReference": "Get reference and recommendation from MeeW ",

  "skoleHeader": "Substitute teacher at Herstedoester School",
  "skoleTimeframe": "October 2014 - January 2019",
  "skoleIntro1": "During my gap years after high school, I worked at Herstedoester School as a substitute teacher. During this period, I had several part-time and full-time positions in both general and special classes, but mostly in special classes with children suffering from disorders that affect their attention and activity.",
  "skoleIntro2": "I taught children and young people in several subjects, including Mathematics, Danish, and History. Additionally, I was involved in daily conflict resolution and acted as a communication leader for children in situations where they might need help or guidance.",
  "skoleIntro3": "I had contact and collaboration with parents, leaders, teachers, and educators and participated in structuring and preparing teaching sessions and daily activities in the classes.",
  "skoleAssignments": "What I learned at Herstedoester School:",
  "skoleAssignment1": "Understanding of teaching and pedagogy.",
  "skoleAssignment2": "Dealing with students with disorders such as attention deficit and impulsivity, including how to best handle situations related to these disorders.",
  "skoleAssignment3": "Responsible for ensuring students achieve educational outcomes in classes.",
  "skoleAssignment4": "Creating and maintaining a conducive learning environment and camaraderie in the classes.",

  "projectsHeader": "Projects",
  "projectsSubheader": "Information about projects I have developed:",

  "portfolioHeader": "Portfolio",
  "portfolioSubheader": "Web application",
  "portfolioInformation": "Portfolio developed to have an online resume and showcase my personal work experience and education as well as my projects and IT skills. My portfolio gives me the freedom and creativity to showcase myself and what I can do. I have the opportunity to showcase my personality and stand out from the crowd, as well as use my online portfolio as an attachment to job applications.",

  "lassoProjectHeader": "Lasso X",
  "lassoSubheader": "Subpage for Lasso X website & work on Lasso Portal",
  "lassoInformation1": "The work on the subpage for Lasso X showcases Lasso X's customers' opinions about the product and includes video presentations, customer testimonials, and a contact form.",
  "lassoInformation2": "The work on Lasso X's portal involved making improvements to existing code/features and adding functionality for the portal's users.",
  "lassoWatchLive":"Live demo",

  "hjemhedHeader": "Hjemhed",
  "hjemhedSubheader": "Progressive Web Application",
  "hjemhedInformation1": "Hjemhed is a PWA aimed at establishing contact between new and existing residents in a local area. Residents can write and 'advertise' their local area to make it more desirable. Users can list their homes for sale without using a real estate agent.",
  "hjemhedInformation2": "Additionally, Hjemhed can act as a social media platform where users can interact and chat with each other.",
  "hjemhedWatchLive":"Live demo",

  "letItGrowHeader": "Let It Grow",
  "letItGrowSubheader": "Web application",
  "letItGrowInformation": "Let It Grow is a web application I worked on during the 3rd semester of my Computer Science education. The purpose of this web application was to create a website that provides homeowners with the best opportunities to care for their gardens.",
  "letItGrowWatchLive":"Live demo",

  "techStack": "Tech stack in this project:",

  "itSkillsShowcaseHeader": "IT Skills",
  "itSkillsShowcaseSubheader": "Overview of my IT skills:",

  "educationHeader": "Education",
  "educationSubheader": "Information about my education:",

  "zealandHeader": "Computer Science Education",
  "zealandTimeframe": "Business Academy Zealand - 2019-2021",
  "zealandInformation1": "I graduated from Business Academy Zealand in Roskilde in 2021, where I completed the program with an average grade of 10.8 and a grade of 12 on the final thesis.",
  "zealandInformation2": "In the 5th semester, I did a 10-week internship at 'by Meew' with a focus on React Native and cross-platform mobile development.",

  "kongsholmHeader": "High School Diploma",
  "kongsholmTimeframe": "Kongsholm Gymnasium & HF - 2011-2014",
  "kongsholmInformation": "I graduated from Kongsholm Gymnasium & HF in Albertslund in 2014, where I was on the Sports line and wrote my Extended Essay on the Blitzkrieg in English and History.",

  "contactHeader": "Contact me",
  "contactSubheader": "If you have any questions or inquiries",
  "contactMessage1": "You can reach me on social media, via email, or at ",
  "contactPhone":"+4540475805",
  "contactMessage2": "If those don't work for you, you can always send me a message via the contact form. I promise to get back to you!",
  "contactName": "Name",
  "contactEmail": "Email",
  "contactYourMessage": "Your message",
  "contactSendMessage": "Send Message"
}
